module.exports = {
  name: "sekai",
  description: "high in the sekai",
  execute(client, message, args, cmd, Discord) {
    const emoticon = `
        ⠀.　　　⠀⠀⠀✦ ⠀ ⠀　　　⠀⠀* ⠀⠀⠀.　　  　. ⠀⠀⠀⠀⠀⠀⠀⠀✦⠀⠀⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
        ☄️ ⠀ ⠀⠀⠀⠀⠀⠀.　　　　　　　　　　　　　.　　    　ﾟ .　　　　　　　　　. 　　　　　　　　　　　
        　　　✦ 　　　　　,　　　　　　　.
        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀☀️
        　　　　　　*　　　　　　　　　　　.
        .　　　　　　　　　　　　　. 　　✦⠀　   　　　,　　　*
        　　　　　⠀　　　　⠀　　,
        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀.　　　　　 　　⠀　　　⠀.　
        　　˚　　　⠀　⠀  　　,　　　　　　.
        　　　　　　　　　　　　　.
        　　　　　　*⠀　　⠀  　　　　　⠀✦⠀　
        　　　　　　　　　　　　　　　　　　.
        　　　　.　　　　.　　　⠀🌖
        　　　　　　　　　　　.
        　　　　　　　🚀
        　　　˚　　　　　　　　ﾟ　　　　　.
        　.⠀　　🌎⠀‍⠀‍⠀‍⠀‍⠀‍⠀‍⠀‍⠀‍⠀‍⠀‍⠀,
        　　　*　　⠀.
        　　　　　.　　　　　　　　　　⠀✦
        　˚　　　　　　　　　　　　　　*
        .⠀ 　　　　　　　　　　.　　　　　　　　.
        　　　　　✦⠀　   　　　,　　    　　　　　　　　.`;

    message.channel.send(emoticon);
  },
};
